---
kind: other
id: Properties.T:Autodesk.Revit.DB.ReferencePlane
source: html/ef1e9469-32fe-8913-18d7-dd5c7d92c505.htm
---
# ReferencePlane Properties

The id of the assembly instance to which the element belongs.